amd-ucode
arandr
base
base-devel
bluez
bluez-utils
code
discord
dmenu
dunst
efibootmgr
feh
ffmpegthumbnailer
firefox
flatpak
git
github-cli
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
iwd
jre-openjdk
kitty
libcaca
libpulse
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lshw
lxinput-gtk3
ly
maim
mediainfo
mpv
nano
neofetch
neovim
network-manager-applet
networkmanager
nim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
pavucontrol
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
poppler
python-pillow
python-pip
python-setuptools
ranger
samba
smartmontools
steam
ttf-font-awesome
ttf-nerd-fonts-symbols
unzip
uwufetch
vim
viu
vulkan-radeon
wget
wireless_tools
wireplumber
wmctrl
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xorg-xinput
xterm
zram-generator
