alsa-utils
arandr
base
base-devel
bchunk
bless
bluez
bluez-utils
bridge-utils
code
cups
discord
dnsmasq
dolphin-emu
dunst
efibootmgr
fd
feh
ffmpegthumbnailer
figlet
filezilla
firefox
flatpak
freerdp
fzf
gimp
git
github-cli
godot
grub
gst-plugin-pipewire
gtk-vnc
guestfs-tools
gutenprint
gvfs
gvfs-smb
hplip
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
iwd
jre-openjdk
kitty
less
lf
lib32-freetype2
libcaca
libpulse
libva-mesa-driver
libvirt
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lshw
lutris
lxappearance-gtk3
lxinput-gtk3
ly
maim
man-db
mediainfo
mpv
nano
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nim
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
pandoc-cli
pavucontrol
pcmanfm
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polybar
poppler
ppsspp
python-pillow
python-pip
python-pipx
python-setuptools
qemu-full
ranger
raylib
rdesktop
samba
scrot
smartmontools
spice-vdagent
sqlitebrowser
steam
swtpm
sxiv
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tigervnc
transmission-qt
ttf-font-awesome
ttf-nerd-fonts-symbols
unzip
uwufetch
vim
virt-manager
virt-viewer
viu
wget
wine
wireless_tools
wireplumber
wmctrl
xclip
xdg-utils
xfce4-panel
xorg-xinit
xorg-xinput
xorg-xwininfo
xterm
yt-dlp
zathura
zathura-pdf-poppler
zip
zram-generator
